Repository: wp-plugins/fw-vimeo-videowall
Catalog: languages/fwvvw-*.po
Languages: fr_fr

source: Close window
fr_fr: Fermer la fenêtre

source: Adds a Vimeo Videowall in your sidebar. The videowall may contain a user's, a group's, an album's or channel's Vimeo videos
fr_fr: Ajoute un mur de vidéos Vimeo dans votre sidebar. Le mur de vidéos peut contenir des vidéos d'un utilisateur, d'un groupe, d'un album ou d'un canal.

source: Vimeo Videowall
fr_fr: Videowall Vimeo

source: Videos
fr_fr: Vidéos

source: Title
fr_fr: Titre

source: Vimeo source type
fr_fr: Type de source Vimeo

source: Vimeo User
fr_fr: Utilisateur Vimeo

source: Vimeo Group
fr_fr: Groupe Vimeo

source: Vimeo Album
fr_fr: Album Vimeo

source: Vimeo Channel
fr_fr: Canal Vimeo

source: Vimeo ID
fr_fr: ID Vimeo

source: user, group, album or channel ID
fr_fr: ID de l'utilisateur, du groupe, de l'album ou du canal

source: Display
fr_fr: Afficher

source: clickable video thumbnails
fr_fr: des miniatures cliquables

source: playable videos
fr_fr: des vidéos jouables

source: list of video titles
fr_fr: Liste de titres

source: Number of videos
fr_fr: Nombre de vidéos

source: Max video width
fr_fr: Largeur max de la vidéo

source: Max video height
fr_fr: Hauteur max de la vidéo

source: No video
fr_fr: Aucune vidéo
